/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "既存の製品を上書きインストールするには、タンパープロテクションのパスワードが必要です。";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "ダウンロードをキャンセルしてもよろしいですか?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "Sophos Endpoint のダウンロードを許可するには認証が必要です。";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "最低限の要件は以下のとおりです:\n\nOS:  10.15\nディスクの空き容量:    1.5 GB\nSGN 8 Enterprise Full Disk Encryption がインストールされているコンピュータにはインストールできません\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "最低限の要件は以下のとおりです。\n\nOS:  10.15\nディスクの空き容量:    1.5 GB\n\n";

/* Cancel */
"Cancel" = "キャンセル";

/* Connecting... */
"Connecting..." = "接続中...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "詳細については、システム管理者またはソフォスのテクニカルサポートに問い合わせてください。";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue */
"Continue" = "続ける";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: デバイスの紛失時や盗難時にデータを保護します。";

/* OK button in alerts */
"OK" = "OK";

/* Registering view */
"Registering..." = "登録中...";

/* Downloading... */
"Downloading..." = "ダウンロード中...";

/* Failed to receive configuration */
"Failed to receive configuration" = "環境設定の取得に失敗しました";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Sophos Central との登録に失敗しました";

/* Further information is available in */
"Further information is available in " = "詳細情報: ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "詳細は、サポートデータベースの文章 131749 を参照してください";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "1つまたは複数のシステムディレクトリで、安全でない所有権またはアクセス権が検出されました。";

/* Install */
"Install" = "インストール";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "インストール中...";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: ランサムウェアやエクスプロイトから保護します。";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR:MTR サービスを使用してランサムウェアやエクスプロイトから保護します。";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile: デバイスを管理し、コンプライアンス状態を確認します。";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "ダウンロードの準備中です。これには数分かかる場合があります...";

/* Quit */
"Quit" = "終了";

/* Received configuration */
"Received configuration" = "環境設定を取得しました";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Sophos Central に登録しました";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Sophos Central に登録中";

/* Software installed */
"Software installed" = "ソフトウェアがインストールされました";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption は、Mac の紛失時や盗難時にデータを保護します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile は、Mac デバイスを管理し、そのコンプライアンス状態を確認します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection は、ウイルスやスパイウェアなどから Mac を保護します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X は、ランサムウェアやエクスプロイトから Mac を保護します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "SophosCloudConfig.plist 構成ファイルが無効か、または壊れています。インストーラを続行できません。";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "インストーラのセルフチェックに失敗しました。インストーラは破損している可能性があります。インストーラを続行できません。";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "必要な SophosCloudConfig.plist 構成ファイルが、「Sophos Installer Components」フォルダにありません。インストーラを続行できません。";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Sophos Endpoint をインストールする前に既存の製品をアンインストールしてください。";

/* Verifying... */
"Verifying..." = "検証中...";

/* Waiting for configuration */
"Waiting for configuration" = "環境設定の適用待ち";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "お使いのシステムは Sophos Endpoint に必要な最低限の条件を満たしていません。";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "システムに互換性のない Sophos Endpoint 製品がインストールされています。";

/* full stop at end of KBA info text */
"." = "。";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "正しく設定されていないシステムの umask が検出されました。";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "インストールに必要な設定ファイルまたはコマンドラインオプションが、見つからないか、不完全です。インストーラを続行できません。";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "このシステムには、Sophos Endpoint 製品が既にインストールされています。";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "既存の製品をアンインストールしてから、Sophos Central Endpoint を再インストールしてください。";

/* error in product assignment */
"Invalid product assignment" = "この製品の組み合わせは無効です。インストーラは続行できません。";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: 高度な脅威解析用のデータ収集。";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR: ランサムウェアやエクスプロイトから保護し、MTR を提供します。";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR: ランサムウェアやエクスプロイトから保護し、脅威解析を提供します。";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced: マルウェア、ランサムウェアおよびエクスプロイトから保護します。";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection: ウイルスやスパイウェアから保護します。";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor: 高度な脅威解析用のデータ収集。このアプリは、最新バージョンをダウンロードしてインストールします。";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR and MTR は、マルウェア、エクスプロイト、Web 脅威やランサムウェアから Mac を保護し、さらに高度な脅威解析や MTR サービスを提供します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR は、マルウェア、エクスプロイト、Web 脅威やランサムウェアから Mac を保護し、さらに高度な脅威解析を提供します。このアプリは、最新バージョンをダウンロードしてインストールします。";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced は、マルウェア、エクスプロイト、Web 脅威やランサムウェアから Mac を保護します。このアプリは、最新バージョンをダウンロードしてインストールします。";
